/* Click the lock to make changes. */
"kClickLockMakeChange" = "Klicken Sie auf das Schloss, um Änderungen vorzunehmen.";

/* Click the lock to prevent further changes. */
"kClickLockPreventChange" = "Klicken Sie auf das Schloss, um Änderungen zu verhindern.";

/* open panel title */
"kTitle" = "Titel";

/* open panel prompt */
"kChoose" = "Auswählen";

/* new key name */
"kKey" = "Schlüssel";

/* new key value */
"kValue" = "Wert";

/* display file sizes */
"kBytes" = "%d KB";

/* <Not pooled> */
"kNotPooled" = "„Kein Pool“";

/* <Not installed> */
"kNotInstalled" = "„Nicht installiert“";

/* overwrite driver */
"kOverwriteDriverTitle" = "Treiber überschreiben";

/* overwrite driver */
"kOverwriteDriver" = "Es existiert bereits ein Treiber unter diesem Namen. Möchten Sie diesen Treiber wirklich überschreiben?";

/* overwrite dsn */
"kOverwriteDSNTitle" = "DSN überschreiben";

/* overwrite dsn */
"kOverwriteDSN" = "Es existiert bereits ein DSN unter diesem Namen. Möchten Sie diesen DSN wirklich überschreiben?";

/* invalid name */
"kInvalidNameTitle" = "Ungültiger Name";

/* invalid DSN name */
"kInvalidDSNName" = "Der eingegebene DSN-Name ist ungültig. DSN-Namen enthalten nur Buchstaben und Zahlen und beginnen mit einem Buchstaben.";

/* invalid Key name */
"kInvalidKeyName" = "Ein eingegebener Schlüsselname ist ungültig. Schlüsselnamen enthalten nur Buchstaben und Zahlen und beginnen mit einem Buchstaben.";

/* invalid path */
"kInvalidPathTitle" = "Ungültiger Pfad";

/* an error has occurred and I don't have string for it */
"kOhNo" = "Ein Fehler ist aufgetreten.";

/* Error */
"kError" = "Fehler";

/* remove DSN */
"kDeleteDSNMessage" = "Möchten Sie den ausgewählten DSN wirklich löschen?";

/* remove driver */
"kDeleteDriverMessage" = "Möchten Sie den ausgewählten Treiber wirklich löschen?";

/* remove DSNs too */
"kDeleteAssociatedDSNs" = "Möchten Sie alle DSN-Informationen über diesen Treiber löschen?";

/* something happened attempting to add a driver */
"kCantAddDriver" = "Die Treiberinformation konnte nicht hinzugefügt werden.";

/* something happened attempting to add DSN */
"kCantAddDSN." = "Die DSN-Information konnte nicht hinzugefügt werden.";

/* Not enough parameters for configuration */
"kNotEnough" = "Ungenügende Parameter für die Konfiguration.";

/* Could not remove driver information */
"kCantRemoveDriver" = "Die Treiberinformation konnte nicht gelöscht werden.";

/* Could not remove DSN information */
"kCantRemoveDSN" = "Die DSN-Information konnte nicht gelöscht werden.";

/* Revert */
"kRevert" = "Zurück";

/* Revert to the original configuration */
"kRevertMessage" = "Zurück zur letzten Konfiguration?";

/* Delete Driver */
"kDeleteDriverTitle" = "Treiber löschen";

/* Delete DSN */
"kDeleteDSNTitle" = "DSN löschen";

/* Authenticating... */
"kAuthenticating" = "Identifizierung …";

/* Deauthenticating... */
"kDeauthenticating" = "Identifizierung wird aufgehoben …";

/* OK - for alerts, confirmation dialogs */
"kOK" = "OK";

/* Cancel - for confirmation dialogs */
"kCancel" = "Abbrechen";

/* Save */
"kSave" = "Sichern";

/* Don't Save */
"kDontSave" = "Nicht sichern";

/* Save Changes? */
"kSaveChangesTitle" = "Änderungen sichern?";

/* Do you want to save changes before quitting? */
"kSaveChangesMessageQuit" = "Möchten Sie die Änderungen vor dem Beenden sichern?";

/* Do you want to save changes before locking? */
"kSaveChangesMessageLock" = "Möchten Sie die Änderungen vor dem Schützen sichern?";
